Repository: minhson-git/brilliant-mountain
Catalog: playwave/app/App/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_hant

# SepiaF
source: Sepia
ja_jp: セピア
zh_hant: 棕褐色

source: Serial
ja_jp: シリアル
zh_hant: 序列

# ServerIsTooBusy
source: The server is busy, please try again in 1 or 2 minutes.
ja_jp: サーバーが混雑していますので、1〜2分後にもう一度お試しください。
zh_hant: 服务器忙，请在1到2分钟后再试。

# ServiceWindow_OnlyOneInstantMessage
source: Another instance of the application is in the process of performing a conversion function. Please close that instance before opening a new one.
ja_jp: アプリケーションの別のインスタンスが変換関数を実行中です。 新しいインスタンスを開く前に、そのインスタンスを無効にしてください。
zh_hant: 應用程式的另一個實例正在執行轉換功能。 請在開啟新實例之前停用該實例。

# SetNewFileSettings
source: Set new file's settings
ja_jp: 新しいファイルの設定を設定
zh_hant: 設定新文件的設置

source: Set time
ja_jp: 時を設定する
zh_hant: 設定時間

source: Settings
ja_jp: 設定
zh_hant: 設定

source: Share
ja_jp: 共有
zh_hant: 分享

source: Share valuable ideas
ja_jp: 貴重なアイデアを共有します
zh_hant: 分享有價值的想法

# ShareValuableIdeasDescription
source: Leave your feedback and we will put it into action.
ja_jp: フィードバックを残してください。そうすれば、実行します。
zh_hant: 留下您的回饋，我們將付諸行動。

source: Shut down
ja_jp: シャットダウン
zh_hant: 關閉

source: Shutdown when completed
ja_jp: 完了したらシャットダウン
zh_hant: 完成後關閉

source: Shutting down
ja_jp: シャットダウン中
zh_hant: 關閉中

source: Single
ja_jp: 独身
zh_hant: 單身的

source: Size
ja_jp: サイズ
zh_hant: 尺寸

source: Skip existing items
ja_jp: 既存のアイテムをスキップ
zh_hant: 跳过现有项目

source: Sleep
ja_jp: 寝る
zh_hant: 睡覺

source: Sort
ja_jp: ソート
zh_hant: 排序

# SortLastModified
source: Last modified
ja_jp: 日付が変更されました
zh_hant: 上一次更改

# SortLastPlayed
source: Last played
ja_jp: 最後にプレイした
zh_hant: 最後玩過

# SortNewest
source: Newest
ja_jp: 新しい
zh_hant: 最新

# SortOldest
source: Oldest
ja_jp: 古い
zh_hant: 最旧

source: Speed
ja_jp: 速度
zh_hant: 速度

source: Start
ja_jp: 始める
zh_hant: 開始

source: Start app as minimized
ja_jp: アプリを最小化して起動する
zh_hant: 以最小化方式啟動應用程式

source: Start with Windows
ja_jp: Windowsを起動する
zh_hant: 從 Windows 開始

# Status_Init
source: Init
ja_jp: 初期化
zh_hant: 初始化

# Status_LoadCanceled
source: Load canceled
ja_jp: 読み込みキャンセル
zh_hant: 載入已取消

# Status_LoadFailed
source: Load failed
ja_jp: 読み込み失敗
zh_hant: 載入失敗

# Status_LoadPaused
source: Load paused
ja_jp: 読み込み一時停止中
zh_hant: 載入已暫停

# Status_LoadPausing
source: Load pausing
ja_jp: 読み込み一時停止中
zh_hant: 加載暫停

# Status_LoadStopped
source: Load stopped
ja_jp: 読み込み停止中
zh_hant: 載入已停止

# Status_LoadStopping
source: Load stopping
ja_jp: 読み込み停止中
zh_hant: 載入停止

# Status_Loaded
source: Loaded
ja_jp: 読み込み済み
zh_hant: 已載入

# Status_Loading
source: Loading
ja_jp: 読み込み中
zh_hant: 載入中

# Status_LoadingAll
source: Loading all
ja_jp: すべて読み込み中
zh_hant: 加載所有

# Status_LoadingOne
source: Loading one
ja_jp: 1つ読み込み中
zh_hant: 載入一個

# Status_ProcessCanceled
source: Process canceled
ja_jp: プロセスキャンセル中
zh_hant: 進程已取消

# Status_ProcessCanceling
source: Process canceling
ja_jp: プロセスキャンセル中
zh_hant: 進程取消

# Status_ProcessFailed
source: Process failed
ja_jp: プロセス失敗
zh_hant: 行程失敗

# Status_ProcessInQueue
source: Process in queue
ja_jp: プロセスがキュー内
zh_hant: 進程在佇列中

# Status_ProcessPaused
source: Process paused
ja_jp: プロセス一時停止中
zh_hant: 進程已暫停

# Status_ProcessPausing
source: Process pausing
ja_jp: プロセス一時停止中
zh_hant: 進程暫停

# Status_ProcessSkipped
source: Skipped
ja_jp: スキップ
zh_hant: 已跳過

# Status_ProcessStart
source: Process start
ja_jp: プロセス開始
zh_hant: 行程啟動

# Status_ProcessStopped
source: Process stopped
ja_jp: プロセス停止中
zh_hant: 進程已停止

# Status_ProcessStopping
source: Process stopping
ja_jp: プロセス停止中
zh_hant: 進程已停止

# Status_Processed
source: Processed
ja_jp: 処理済み
zh_hant: 已處理

# Status_Processing
source: Processing
ja_jp: 処理中
zh_hant: 處理中

# Status_ProcessingAll
source: Processing all
ja_jp: すべて処理中
zh_hant: 處理所有

# Status_ProcessingOne
source: Processing one
ja_jp: 1つ処理中
zh_hant: 處理一個

# Status_Ready
source: Ready
ja_jp: 準備完了
zh_hant: 就緒

source: Stop
ja_jp: ストップ
zh_hant: 停止

source: Stop all
ja_jp: 全停止
zh_hant: 全部停止

source: Stop all processes?
ja_jp: 詳細設定をデフォルトにリセットしますか？
zh_hant: 停止所有進程？

source: Subscribe
ja_jp: 購読
zh_hant: 訂閱

source: Subscribe now
ja_jp: 今すぐ購読
zh_hant: 現在訂閱

source: Suggest a feature
ja_jp: 機能を提案する
zh_hant: 推薦一個功能

source: Support
ja_jp: サポート
zh_hant: 支援

# SupportDescriptionHint
source: To increase our ability to provide a fix, please thoroughly explain the issue.
ja_jp: 修正を提供する能力を高めるには、問題を徹底的に説明してください。
zh_hant: 為了提高我們提供修復的能力，請徹底解釋這個問題。

source: Support for
ja_jp: へのサポート
zh_hant: 支持

source: Sync
ja_jp: 同期
zh_hant: 同步

source: Take snapshot
ja_jp: スナップショットを撮る
zh_hant: 拍摄快照

source: Terms of service
ja_jp: 利用規約
zh_hant: 服务条款

source: Theme
ja_jp: テーマ
zh_hant: 主題

# ThemeDark
source: Dark
ja_jp: 暗い
zh_hant: 黑暗的

# ThemeDescription
source: Select the settings you want the app to display.
ja_jp: アプリに表示する設定を選択します。
zh_hant: 選擇您希望應用程式顯示的設定。

# ThemeLight
source: Light
ja_jp: ライト
zh_hant: 光

source: Theme Setting
ja_jp: テーマ設定
zh_hant: 主題設定

# ThemeUsingSystemSetting
source: Using System Setting
ja_jp: システム設定を使用します
zh_hant: 使用系統設定

source: Then
ja_jp: それから
zh_hant: 然後

source: Time
ja_jp: 時間
zh_hant: 時間

source: Title
ja_jp: 敬称
zh_hant: 標題

source: To
ja_jp: まで
zh_hant: 到

source: to Audio
ja_jp: オーディオへ
zh_hant: 至音訊

# ToSAcceptCypher
source: Accept Terms & Start
ja_jp: 規約に同意して開始
zh_hant: 接受条款并开始

# ToSAcceptKing
source: Acknowledged & Agree
ja_jp: 確認して同意する
zh_hant: 已确认并同意

# ToSAcceptLab
source: Confirm & Continue
ja_jp: 確認して継続
zh_hant: 确认并继续

# ToSAcceptLay
source: Agree & Open
ja_jp: 同意して開く
zh_hant: 同意并打开

# ToSAcceptSerene
source: Agree to terms & Open
ja_jp: 規約に同意して開く
zh_hant: 同意条款并打开

# ToSAcceptSpring
source: I confirm the terms
ja_jp: 規約を確認しました
zh_hant: 我确认条款

# ToSAcceptStream
source: I understand & Agree
ja_jp: 理解して同意する
zh_hant: 我理解并同意

# ToSAcceptVision
source: Accept & Start
ja_jp: 同意して開始
zh_hant: 接受并开始

# ToSAckCypher
source: I agree to the Terms & External service limits.
ja_jp: 規約と外部サービスの制限に同意。
zh_hant: 我同意條款與外部服務限制。

# ToSAckKing
source: I accept the Terms & External dependency rules.
ja_jp: 規約と外部依存関係の規則に同意。
zh_hant: 我接受條款與外部依賴規則。

# ToSAckLab
source: I accept the Terms & Service usage policies.
ja_jp: 規約とサービス利用ポリシーに同意。
zh_hant: 我接受條款與服務使用政策。

# ToSAckLay
source: I agree to the Terms & Third-party platform limits.
ja_jp: 規約とサードパーティプラットフォームの制限に同意。
zh_hant: 我同意條款與第三方平台限制。

# ToSAckSerene
source: I agree to the Terms & Service delivery policies.
ja_jp: 規約とサービス提供ポリシーに同意。
zh_hant: 我同意條款與服務提供政策。

# ToSAckSpring
source: I accept the Terms & Third-party constraints.
ja_jp: 規約とサードパーティの制約に同意。
zh_hant: 我接受條款與第三方約束。

# ToSAckStream
source: I agree to the Terms & Third-party dependencies.
ja_jp: 規約とサードパーティの依存関係に同意。
zh_hant: 我同意條款與第三方依賴性。

# ToSAckVision
source: I accept the Terms & Service availability rules.
ja_jp: 規約とサービスの可用性規則に同意。
zh_hant: 我接受條款與服務可用性規則。

# ToSExitCypher
source: Skip for now
ja_jp: 今はスキップ
zh_hant: 暂时跳过

# ToSExitKing
source: Not right now
ja_jp: 今は結構です
zh_hant: 现在不需要

# ToSExitLab
source: Decline & Close
ja_jp: 拒否して閉じる
zh_hant: 拒绝并关闭

# ToSExitLay
source: Ask me next time
ja_jp: 次回に聞く
zh_hant: 下次再问我

# ToSExitSerene
source: Decide later
ja_jp: 後で決める
zh_hant: 稍后再决定

# ToSExitSpring
source: I'll check later
ja_jp: 後で確認する
zh_hant: 我稍后再看

# ToSExitStream
source: Maybe later
ja_jp: 後で
zh_hant: 稍后再 nói (稍后再说)

# ToSExitVision
source: Not now
ja_jp: 今はしない
zh_hant: 现在不

# ToSHeaderCypher
source: Enjoy
ja_jp: 楽しむ
zh_hant: 体验

# ToSHeaderKing
source: Greetings from
ja_jp: 挨拶
zh_hant: 问候来自

# ToSHeaderLab
source: Start with
ja_jp: 開始
zh_hant: 开始使用

# ToSHeaderLay
source: Discover
ja_jp: 発見
zh_hant: 发现

# ToSHeaderSerene
source: Experience
ja_jp: 参加
zh_hant: 感受

# ToSHeaderSpring
source: Journey with
ja_jp: 体験
zh_hant: 开启之旅

# ToSHeaderStream
source: Welcome to
ja_jp: ようこそ
zh_hant: 欢迎使用

# ToSHeaderVision
source: Explore
ja_jp: 探索
zh_hant: 探索

# ToSLinkCypher
source: Read External Service Terms
ja_jp: 外部サービス規約を読む
zh_hant: 閱讀外部服務條款

# ToSLinkKing
source: Review External & Full Terms
ja_jp: 外部規則と全文規約を確認
zh_hant: 審閱外部與完整條款

# ToSLinkLab
source: Read Usage Terms & Privacy
ja_jp: 使用条項とプライバシーを確認
zh_hant: 閱讀使用條款與隱私

# ToSLinkLay
source: View Platform Terms & Policy
ja_jp: プラットフォームの条項と方針
zh_hant: 查看平台條款與政策

# ToSLinkSerene
source: About Service & Legal Terms
ja_jp: サービスと法的条項について
zh_hant: 關於服務與法律條款

# ToSLinkSpring
source: Third-party Terms & Details
ja_jp: サードパーティ条項と詳細
zh_hant: 第三方條款與詳情

# ToSLinkStream
source: Read Dependency & Terms
ja_jp: 依存関係と規約を確認
zh_hant: 閱讀依賴性與條款

# ToSLinkVision
source: Check Availability Rules & Terms
ja_jp: 可用性規則と規約を確認
zh_hant: 查看可用性規則與條款

# ToSTitleCypher
source: Getting Started
ja_jp: スタートガイド
zh_hant: 开始使用

# ToSTitleKing
source: Quick Start
ja_jp: クイックスタート
zh_hant: 快速入门

# ToSTitleLab
source: Introduction
ja_jp: はじめに
zh_hant: 介绍

# ToSTitleLay
source: Greetings
ja_jp: ご挨拶
zh_hant: 问候

# ToSTitleSerene
source: Information
ja_jp: アプリ情報
zh_hant: 应用信息

# ToSTitleSpring
source: About
ja_jp: について
zh_hant: 关于

# ToSTitleStream
source: Welcome
ja_jp: ようこそ
zh_hant: 欢迎

# ToSTitleVision
source: Hello!
ja_jp: こんにちは！
zh_hant: 你好！

source: to Video
ja_jp: ビデオへ
zh_hant: 到視頻

# TooSoon
source: You're sending too quickly!
ja_jp: 送信が早すぎます！
zh_hant: 您发送得太快了！

# TooSoonDesc
source: Please wait {0} seconds before sending again.
ja_jp: {0} 秒待ってからもう一度お試しください。
zh_hant: 请等待 {0} 秒后再发送。

source: Top
ja_jp: 上
zh_hant: 頂部

source: Transfer
ja_jp: 移行
zh_hant: 轉移

# TransferSpeed
source: Balance between processing speed and storage efficiency
ja_jp: 処理速度とストレージ効率のバランス
zh_hant: 处理速度与存储效率之间的平衡

# TransferSpeedDesc
source: Higher processing speeds may result in larger file sizes. Adjust for slower processing to achieve better storage efficiency.
ja_jp: 処理速度が速いとファイルサイズが大きくなる場合があります。ストレージ効率を高めるために、処理速度を遅く調整します。
zh_hant: 较高的处理速度可能会导致较大的文件。调整为较慢的处理速度以获得更好的存储效率。

source: Transparent
ja_jp: 透明
zh_hant: 透明的

# TrialCollectionLimits
source: Trial limits: {0}/{1}
ja_jp: トライアルの制限: {0}/{1}
zh_hant: 試用限制：{0}/{1}

# TrialLimitReachedSubtitle
source: To use full features, please purchase the premium version or you can still use this limited free version.
ja_jp: すべての機能を使用するには、プレミアム バージョンを購入するか、この限定された無料バージョンを引き続き使用できます。
zh_hant: 要使用完整功能，請購買高級版本，或者您仍然可以使用此有限的免費版本。

# TrialLimitReachedTitle
source: Process limit reached - {0} limit: {1}.
ja_jp: 制限に達しました - {0} 制限: {1}。
zh_hant: 已達到行程限制 - {0} 限制：{1}。

source: Try Now
ja_jp: 今すぐ試す
zh_hant: 立即試用

source: Undefined
ja_jp: 未定義
zh_hant: 未定义

source: Unknown
ja_jp: 知らない
zh_hant: 未知

source: Unknown error
ja_jp: 不明なエラ
zh_hant: 未知錯誤

source: Unlock
ja_jp: ロックを解除する
zh_hant: 開鎖

source: Unlock Premium Features
ja_jp: レミアム機能をアンロックする
zh_hant: 解锁高级功能

source: Unsecure
ja_jp: セキュリティ解除
zh_hant: 解密

source: Unsecured
ja_jp: 未保護
zh_hant: 未加密

source: Update
ja_jp: アップデート
zh_hant: 更新

source: Update all
ja_jp: すべて更新
zh_hant: 全部更新

# UpdateEmptyLink
source: Provide links before updating.
ja_jp: 更新する前にリンクを入力してください。
zh_hant: 更新前请提供链接。

source: Update now
ja_jp: 今すぐ更新
zh_hant: 立即更新

source: Update successful
ja_jp: 最新バージョンに更新されました
zh_hant: 已更新至最新版本

# UpdateSuccessfulDesc
source: Please restart the app to apply the latest version.
ja_jp: 更新を適用するには、アプリを再起動してください。
zh_hant: 请重新启动应用以完成更新。

# UrlListPlaceholder
source: Paste media links here or import from files
ja_jp: ここにメディアリンクを貼り付けるか、ファイルからインポートします
zh_hant: 在此处粘贴媒体链接或从文件导入

source: Use
ja_jp: 使用
zh_hant: 使用

source: Used
ja_jp: 使用された
zh_hant: 使用过的

source: User
ja_jp: アカウント
zh_hant: 帳戶

# ValidCollectionLink
source: Collection link detected
ja_jp: コレクションリンクを検出しました
zh_hant: 检测到收藏链接

# ValidCollectionLinkDesc
source: This link contains multiple items. Would you like to save this collection?
ja_jp: このリンクには複数のアイテムが含まれています。このコレクションを保存しますか？
zh_hant: 此連結包含多個項目。您是否要儲存此收藏？

source: Version
ja_jp: バージョン
zh_hant: 版本

source: Vertical flip
ja_jp: 垂直反転
zh_hant: 垂直翻轉

source: Video
ja_jp: ビデオ
zh_hant: 影片

# VideoAndMusicGrabber
source: Video and Music Downloader
ja_jp: 動画・音楽ダウンローダー
zh_hant: 影片與音樂下載器

# VideoGrabber
source: Video Downloader
ja_jp: 動画ダウンローダー
zh_hant: 影片下載器

source: Video info
ja_jp: ビデオ情報
zh_hant: 視訊訊息

source: Videos
ja_jp: ビデオ
zh_hant: 影片

# VideosEmptyHint
source: Videos you saved appear here
ja_jp: 保存したビデオはここに表示されます
zh_hant: 您保存的视频将显示在此处

source: View
ja_jp: ビュー
zh_hant: 看法

source: View all
ja_jp: すべて見る
zh_hant: 看全部

source: W
ja_jp: 幅
zh_hant: 瓦

# WelcomeDesc1
source: Enjoy a flawless listening experience with high-fidelity audio processing and an intuitive system for organizing your personal music collection.
ja_jp: ハイファイ・オーディオ処理と直感的なライブラリ管理システムにより、個人の音楽コレクションを完璧な音質で楽しめます。
zh_hant: 凭借高保真音频处理和直观的个人音乐库管理系统，为您带来无暇的听觉盛宴。

# WelcomeDesc2
source: Seamlessly re-encode your sound files into high-quality formats like MP3 or FLAC, perfectly tailored for cross-device compatibility.
ja_jp: サウンドファイルを MP3 や FLAC などの高品質な形式にシームレスに再エンコードし、あらゆるデバイスに最適化します。
zh_hant: 将您的声音文件无缝重新编码为 MP3 或 FLAC 等高质量格式，完美适配跨设备兼容性。

# WelcomeDesc3
source: A powerful tool designed to retrieve metadata and streamline your authorized audio streams for seamless offline management.
ja_jp: メタデータを取得し、許可されたオーディオストリームをオフラインで管理しやすく整理するための強力なツールです。
zh_hant: 一款功能强大的工具，旨在获取元数据并优化您获得授权的音频流，实现无缝的离线管理。

# WelcomeDesc4
source: By accessing PlayWave, you commit to handling only legally acquired media. The developer assumes no liability for unauthorized actions or misuse.
ja_jp: PlayWaveを利用することで、ユーザーは合法的に取得したメディアのみを扱うことに同意したものとみなされます。開発者は不正な行為や誤用について一切の責任を負いません。
zh_hant: 访问 PlayWave 即表示您承诺仅处理合法获取的媒体。开发人员对任何未经授权的行为或误用不承担法律责任。

# WelcomeTitle1
source: Premium Sound Engine
ja_jp: プレミアム・サウンドエンジン
zh_hant: 卓越音频引擎

# WelcomeTitle2
source: Efficient Audio Transcoder
ja_jp: 効率的なオーディオ・トランスコーダー
zh_hant: 高效音频转码器

# WelcomeTitle3
source: Pro-Grade Stream Getter
ja_jp: プロ仕様・オーディオゲッター
zh_hant: 专业级音频获取器

# WelcomeTitle4
source: Legal Responsibility
ja_jp: 法的責任
zh_hant: 法律声明

source: Width
ja_jp: 幅
zh_hant: 寬度

source: Year
ja_jp: 年
zh_hant: 年

source: Years
ja_jp: 年
zh_hant: 年

source: Yes
ja_jp: はい
zh_hant: 是的

source: Your email
ja_jp: あなたのメール
zh_hant: 你的郵件

# YourEmailHint
source: We use this to contact to you
ja_jp: これを使用して連絡を取ります
zh_hant: 我們用它來聯絡您

source: 10 days
ja_jp: 10日
zh_hant: 10天

source: 10 minutes
ja_jp: 10分
zh_hant: 10分鐘

source: 10 Months
ja_jp: 10ヵ月
zh_hant: 10個月

source: 10 seconds
ja_jp: 10秒
zh_hant: 10秒

source: 11 Months
ja_jp: 11ヵ月
zh_hant: 11個月

source: 12 Months
ja_jp: 12ヶ月
zh_hant: 12個月

source: 15 days
ja_jp: 15日
zh_hant: 15天

source: 15 minutes
ja_jp: 15分
zh_hant: 15分鐘

source: 15 seconds
ja_jp: 15秒
zh_hant: 15秒

source: 1 day
ja_jp: 1日
zh_hant: 1天

source: 1 hour
ja_jp: 1時
zh_hant: 1小時

source: 1 minute
ja_jp: 1分
zh_hant: 1分鐘

source: 1 Month
ja_jp: 1ヶ月
zh_hant: 1個月

source: 20 days
ja_jp: 20日
zh_hant: 20天

source: 20 minutes
ja_jp: 20分
zh_hant: 20分鐘

source: 20 seconds
ja_jp: 20秒
zh_hant: 20秒

source: 25 minutes
ja_jp: 25分
zh_hant: 25分鐘

source: 25 seconds
ja_jp: 25秒
zh_hant: 25秒

source: 2 days
ja_jp: 2日
zh_hant: 2天

source: 2 hours
ja_jp: 2時
zh_hant: 2小時

source: 2 minutes
ja_jp: 2分
zh_hant: 2分鐘

source: 2 Months
ja_jp: 2ヶ月
zh_hant: 2個月

source: 30 days
ja_jp: 30日
zh_hant: 30天

source: 30 minutes
ja_jp: 30分
zh_hant: 30分鐘

source: 30 seconds
ja_jp: 30秒
zh_hant: 30秒

source: 3 days
ja_jp: 3日
zh_hant: 3天

source: 3 hours
ja_jp: 3時
zh_hant: 3小時

source: 3 minutes
ja_jp: 3分
zh_hant: 3分鐘

source: 3 Months
ja_jp: 3ヵ月
zh_hant: 3個月

source: 40 seconds
ja_jp: 40秒
zh_hant: 40秒

source: 45 minutes
ja_jp: 45分
zh_hant: 45分鐘

source: 45 seconds
ja_jp: 45秒
zh_hant: 45秒

source: 4 days
ja_jp: 4日
zh_hant: 4天

source: 4 Months
ja_jp: 4ヵ月
zh_hant: 4個月

source: 5 days
ja_jp: 5日
zh_hant: 5天

source: 5 minutes
ja_jp: 5分
zh_hant: 5分鐘

source: 5 Months
ja_jp: 5ヵ月
zh_hant: 5個月

source: 5 seconds
ja_jp: 5秒
zh_hant: 5秒

source: 60 days
ja_jp: 60日
zh_hant: 60天

source: 60 seconds
ja_jp: 60秒
zh_hant: 60秒

source: 6 days
ja_jp: 6日
zh_hant: 6天

source: 6 Months
ja_jp: 6ヵ月
zh_hant: 6個月

source: 7 days
ja_jp: 7日
zh_hant: 7天

source: 7 Months
ja_jp: 7ヶ月
zh_hant: 7個月

source: 8 Months
ja_jp: 8ヶ月
zh_hant: 8個月

source: 90 days
ja_jp: 90日
zh_hant: 90天

source: 9 Months
ja_jp: 9ヵ月
zh_hant: 9個月

source: H
ja_jp: 高さ
